<?xml version="1.0" encoding="utf-8"?><feed xmlns="http://www.w3.org/2005/Atom" ><generator uri="https://jekyllrb.com/" version="3.10.0">Jekyll</generator><link href="http://localhost:4000/feed.xml" rel="self" type="application/atom+xml" /><link href="http://localhost:4000/" rel="alternate" type="text/html" /><updated>2025-06-14T23:13:47+02:00</updated><id>http://localhost:4000/feed.xml</id><title type="html">Lenka</title><subtitle>Můj blog o učení webdesignu</subtitle><author><name>Lenka</name></author><entry><title type="html">ISKM46 Interakce člověk-počítač (HCI)</title><link href="http://localhost:4000/kisk/2025/06/14/iskm46.html" rel="alternate" type="text/html" title="ISKM46 Interakce člověk-počítač (HCI)" /><published>2025-06-14T00:00:00+02:00</published><updated>2025-06-14T00:00:00+02:00</updated><id>http://localhost:4000/kisk/2025/06/14/iskm46</id><content type="html" xml:base="http://localhost:4000/kisk/2025/06/14/iskm46.html"><![CDATA[<p>Interakce člověk-počítač s Tomášem Boudou mě tento semestr pohltil. Od pouhé teorie má předmět daleko – ve skupinách jsme vytvářeli prototyp ve Figmě.</p>

<p>Naše tříčlenná skupinka si konkrétně vybrala prompt „smart home“ a rozhodly jsme se zaměřit na chytrou lednici, pro kterou jsme vytvářely <mark>aplikaci</mark>. V Koreji jsem absolvovala podobný předmět, ale ve výsledku moc nesplňoval má očekávání – chyběla tam týmová práce a zpětná vazba. To zde ale byly hlavní aspekty.</p>

<p>Projekt byl rozdělen do čtyř fází. Jako první jsme dělaly malý <mark>uživatelský výzkum</mark>, což u nás znamenalo rozhovory s potenciálními uživateli, díky kterým jsme mohli identifikovat jejich potřeby a vytvořit personu.</p>

<p><img src="LENKAPNG.GITHUB.IO-MAIN/assets/img/hci_persona.jpg" /></p>

<p>V dalších krocích jsme vytvořili <mark>papírové prototypy</mark>, jež jsme mezi sebou porovnávali, abychom se inspirovali a neexistovali pouze ve vlastní bublině. Dle syntézy těchto prototypů jsme mohly postupovat k vytvoření prototypu ve <mark>Figmě</mark>.</p>

<p><img src="assets/img/hci_prototyp_papir.png" /></p>

<p>Jelikož se naše výstupy hodně shodovaly, využily jsme mého prototypu jako jakési báze. Každá přetvořila do programu domluvenou část a já jsem vše upravila pro kohezi a vizuálně atraktivní. V posledním kroku jsme dělali <mark>uživatelské testování</mark>. Časová dotace předmětu bohužel neumožňuje dostat se k fázi větších/častějších iterací, což by mohlo být velmi přínosné.</p>

<p><img src="assets/img/hci_prototyp_figma.png" /></p>

<p>Celý prototyp si můžete prohlédnout &lt;a href=https://www.figma.com/proto/bnxETzXW9hUCB1VknpI7eV/Smart-Home?node-id=67-2049&amp;p=f&amp;t=PU2pZyBwjG5hrITz-1&amp;scaling=scale-down&amp;content-scaling=fixed&amp;page-id=0%3A1&amp;starting-point-node-id=67%3A2049&gt;zde&lt;/a&gt;.</p>]]></content><author><name>Lenka</name></author><category term="kisk" /><category term="predmety" /><category term="nmgr" /><category term="semestr1" /><summary type="html"><![CDATA[Interakce člověk-počítač s Tomášem Boudou mě tento semestr pohltil. Od pouhé teorie má předmět daleko – ve skupinách jsme vytvářeli prototyp ve Figmě.]]></summary><media:thumbnail xmlns:media="http://search.yahoo.com/mrss/" url="http://localhost:4000/assets/img/placeholder.jpg" /><media:content medium="image" url="http://localhost:4000/assets/img/placeholder.jpg" xmlns:media="http://search.yahoo.com/mrss/" /></entry><entry><title type="html">ISKM09 LIS workshop</title><link href="http://localhost:4000/kisk/2025/06/14/iskm09.html" rel="alternate" type="text/html" title="ISKM09 LIS workshop" /><published>2025-06-14T00:00:00+02:00</published><updated>2025-06-14T00:00:00+02:00</updated><id>http://localhost:4000/kisk/2025/06/14/iskm09</id><content type="html" xml:base="http://localhost:4000/kisk/2025/06/14/iskm09.html"><![CDATA[<p>LIS workshop byl zajímavá zkušenost, protože snad nikdo netušil, co se vlastně bude dít. Vlastně ani nevím, co o tom předmětu popsat, protože proběhl v ten jeden den během pár hodin.</p>

<p>V pětičlenné skupince jsme si zahráli <mark>„únikovou hru“</mark>, kterou navrhl tým Chrise Cowarda z University of Washington v rámci svého výzkumu. Skrze tento workshop testoval českou verzi, včetně kvality překladu nebo kulturních odkazů, na níž spolupracoval s týmem z KISKu.</p>

<p>Hra se týkala <mark>dezinformací</mark> (misinformation) a byl v ní nějaký příběh, který teď už nedokážu popsat, jelikož jsme se více zaměřovali na samotné skládačky, které dějovost postrádaly. Celkem se jednalo o tři složky, ale o tom jsme nevěděli. Tudíž jsme hodně času strávili na té první, kde byl navíc špatný překlad nebo barevná úprava, což znemožňovalo vyřešení některých úloh.</p>

<p>Následovalo slovo Chrise Cowarda – ten s námi diskutoval a přednášel o podnětech vytvořit danou hru, ale také dezinformacích a současném klimatu v souvislosti s umělou inteligencí obecně. Jeho výzkum si můžete přečíst <a href="https://journals.sagepub.com/doi/10.1177/09610006231208027">zde</a>. V poslední části workshopu nám David Janda vyprávěl o jeho roli v projektu, které se ujal v rámci své <mark>diplomové práce</mark>.</p>

<p>Den uběhl rychle, ale osobně mi nic moc nedal. Přeci jen se jednalo primárně o to, ať sloužíme jako pokusní králíci. Bylo ale zajímavé vidět, jak může vypadat výstup diplomky, a jaké příležitosti se mohou člověku naskytnout.</p>]]></content><author><name>Lenka</name></author><category term="kisk" /><category term="predmety" /><category term="nmgr" /><category term="semestr1" /><summary type="html"><![CDATA[LIS workshop byl zajímavá zkušenost, protože snad nikdo netušil, co se vlastně bude dít. Vlastně ani nevím, co o tom předmětu popsat, protože proběhl v ten jeden den během pár hodin.]]></summary><media:thumbnail xmlns:media="http://search.yahoo.com/mrss/" url="http://localhost:4000/assets/img/placeholder.jpg" /><media:content medium="image" url="http://localhost:4000/assets/img/placeholder.jpg" xmlns:media="http://search.yahoo.com/mrss/" /></entry><entry><title type="html">CJLB706 Literární kompas: křižovatky teorie a praxe</title><link href="http://localhost:4000/kisk/2025/06/14/cjlb706.html" rel="alternate" type="text/html" title="CJLB706 Literární kompas: křižovatky teorie a praxe" /><published>2025-06-14T00:00:00+02:00</published><updated>2025-06-14T00:00:00+02:00</updated><id>http://localhost:4000/kisk/2025/06/14/cjlb706</id><content type="html" xml:base="http://localhost:4000/kisk/2025/06/14/cjlb706.html"><![CDATA[<p>Mimo kiskovou mísu jsem tento semestr navštěvovala předmět Literární kompas, ke kterému jsem se dostala skrze Annu Štičkovou.

Napříč předmětem má několik výstupů, které vám pomohou si osvěžit paměť, pokud jste již absolvovali například ISKB44 Knižní exkurzi nebo ISKB75 Co se skrývá za cenovkou knih (pokud ne, tak <em>šup!</em>). V tomto ohledu to bylo takové opakování, avšak opakováním se člověk učí. Byla jsem za to moc ráda.</p>

<p>Co je nicméně hlavním lákadlem předmětu, jsou ostatní přednášky a diskuze. Ty vedou <mark>lidé, kteří se pohybují na českém literárním poli</mark>. Tento semestr za námi přišli například Tomáš Prokůpek, Jan M. Heller, Dominik Bárt nebo Sára Topinková. Taky jsme vyrazili na <mark>exkurze</mark> do nakladatelství Host a MZK.</p>

<p>Na začátku jsme skrze anonymní průzkum zjistili, že hodně posluchačů předmětu mělo zájem se nějak angažovat v rámci literárního pole, často v redakci, ale pouze zlomek z nás mělo dostatečný literární český přehled (berte na vědomí, že předmět navštěvují primárně „domáčtí“ bohemisté!). Přišlo mi zajímavé na rovinu vidět tento vztah dvou rovin, který fungoval jako studená sprcha pro nutné probuzení. <em>Musím číst, musím číst, proboha. Musím číst,</em> hučí mi pravidelně v hlavě.</p>

<p>Osobě pro mě nejoblíbenějším hostem byl Dominik Bárt. Je to strašný sympaťák, věkově jsme si podobně, oba pocházíme od Ostravy a kvíříme. Zároveň je to strašně sečtělý a vzdělaný člověk, co se nebojí narušovat tradiční oborové hranice a ustálené koncepty. Vyprávěl nám o zkušenosti vedení edice pro debutující básníky <a href="https://www.vetrnemlyny.cz/mlat/c109">Mlat</a>, včetně konkrétních anekdot, a následně jsme spolu dělali redakci básně. No, já teda redaktor nikdy být nechci – nemám na to hlavu – ale vidět ho pracovat má svůj závoj kouzla.</p>

<p>Požadovaným výstupem byly stránkové reflexe na jednotlivé přednášky, což je velmi nízká cena za tak zajímavý program, nemyslíte? ♡</p>]]></content><author><name>Lenka</name></author><category term="kisk" /><category term="predmety" /><category term="nmgr" /><category term="semestr1" /><summary type="html"><![CDATA[Mimo kiskovou mísu jsem tento semestr navštěvovala předmět Literární kompas, ke kterému jsem se dostala skrze Annu Štičkovou.]]></summary><media:thumbnail xmlns:media="http://search.yahoo.com/mrss/" url="http://localhost:4000/assets/img/placeholder.jpg" /><media:content medium="image" url="http://localhost:4000/assets/img/placeholder.jpg" xmlns:media="http://search.yahoo.com/mrss/" /></entry><entry><title type="html">ISKM04 Seminář k diplomové práci I: Východiska a metodologie</title><link href="http://localhost:4000/kisk/2025/06/14/iskm04.html" rel="alternate" type="text/html" title="ISKM04 Seminář k diplomové práci I: Východiska a metodologie" /><published>2025-06-14T00:00:00+02:00</published><updated>2025-06-14T00:00:00+02:00</updated><id>http://localhost:4000/kisk/2025/06/14/iskm04</id><content type="html" xml:base="http://localhost:4000/kisk/2025/06/14/iskm04.html"><![CDATA[<p>Předmět nabídl bližší vhled do jednotlivých <mark>paradigmat</mark> informačních věd a potenciálních <mark>tematických okruhů</mark> a <mark>výzkumných metod</mark> pro budoucí diplomové práce skrze přednášky škály vyučujících.

Tyto přednášky se konaly online, takže bylo jednoduché se připojit (nebo nepřipojit).</p>

<p>Výstup pro ukončení předmětu se dělil na komentovanou rešerši a e-portfolio.</p>

<p>V rámci <mark>komentované rešerše</mark> jsem se rozhodla volně navázat na mou bakalářskou práci, která se věnovala absenci literatury vietnamské komunity u nás, a formuluji oblast jako <mark>čtenářské potřeby</mark> dospělých zástupců vietnamské komunity v České republice. Zajímají mě jejich čtenářské návyky, tedy co a jak čtou, ale ještě důležitěji jejich vztah k veřejným knihovnám.</p>

<p>Co se <mark>portfolia</mark> týče, původně jsem plánovala pokračovat ve svém bakalářském portfoliu na platformě Wix, ale napříč různým vychytávkám a možnostem se tam cítím až moc svázaná. Asi potřebuju chvíli existovat bez cingrlátek.</p>

<p>Vždycky jsem se chtěla více ponořit do Githubu, takže tady jsem. Z většiny mi kód vygenerovala umělá inteligence, ale bylo to docela usilovné iterování a šli jsme krok po kroku, abych se vůbec něco naučila.</p>

<p>No, nevypadá to dobře? A už jste si pohladili <a href="https://webneko.net/">kočičku?</a></p>]]></content><author><name>Lenka</name></author><category term="kisk" /><category term="predmety" /><category term="nmgr" /><category term="semestr1" /><summary type="html"><![CDATA[Předmět nabídl bližší vhled do jednotlivých paradigmat informačních věd a potenciálních tematických okruhů a výzkumných metod pro budoucí diplomové práce skrze přednášky škály vyučujících.]]></summary><media:thumbnail xmlns:media="http://search.yahoo.com/mrss/" url="http://localhost:4000/assets/img/placeholder.jpg" /><media:content medium="image" url="http://localhost:4000/assets/img/placeholder.jpg" xmlns:media="http://search.yahoo.com/mrss/" /></entry><entry><title type="html">ISKM06 Učící se společnost</title><link href="http://localhost:4000/kisk/2025/06/14/iskm06.html" rel="alternate" type="text/html" title="ISKM06 Učící se společnost" /><published>2025-06-14T00:00:00+02:00</published><updated>2025-06-14T00:00:00+02:00</updated><id>http://localhost:4000/kisk/2025/06/14/iskm06</id><content type="html" xml:base="http://localhost:4000/kisk/2025/06/14/iskm06.html"><![CDATA[<p>Během tohoto předmětu s&nbsp;Michalem Čern&yacute;m jsme si postupně pro&scaron;li různorod&aacute; t&eacute;mata t&yacute;kaj&iacute;c&iacute; se <mark>vzděl&aacute;v&aacute;n&iacute;</mark>. Ukotvili jsme historicky pojem vzděl&aacute;v&aacute;n&iacute;, jeho formy a poč&aacute;tky.

Přičemž jsme se n&aacute;sledně pod&iacute;vali na <mark>otevřen&yacute;</mark> př&iacute;stup, ale tak&eacute; relevantn&iacute; <mark>technologie</mark>. Připomněli jsme si důležitost rozli&scaron;n&yacute;ch druhů <mark>gramotnost&iacute;</mark>, včetně t&eacute; informačn&iacute;, a jejich roli v&nbsp;současnosti. Z&nbsp;toho důvodu bylo zaj&iacute;mav&eacute; se pod&iacute;vat i na <mark>jin&eacute; formy</mark> z&iacute;sk&aacute;v&aacute;n&iacute; nov&yacute;ch znalost&iacute; a schopnost&iacute;.</p>
<p>Nicm&eacute;ně, důležit&aacute; byla rovněž soci&aacute;ln&iacute;, politick&aacute; či ekonomick&aacute; rovina vzděl&aacute;v&aacute;n&iacute;. Zazněla t&eacute;mata jako <mark>informačn&iacute; chudoba</mark>, alternativn&iacute; &scaron;kolstv&iacute;, <mark>inkluze</mark> a&nbsp;<mark>exkluze</mark>, ale tak&eacute; <mark>internacionalizace</mark> a globalizace (aneb, vždy je dobr&eacute; se pod&iacute;vat, jak to funguje někde jinde).</p>
<p>Na předn&aacute;&scaron;ky byla radost zav&iacute;tat, jelikož Michal Čern&yacute; prostě um&iacute; učit a mluvit o tom, co ho bav&iacute; (jak v&iacute;me i z&nbsp;architektonick&yacute;ch pochůzk&aacute;ch po Brně). Souč&aacute;st&iacute; kurzu je pak nejen jeho nakažliv&eacute; nad&scaron;en&iacute; do sd&iacute;len&iacute; mal&eacute;ho zlomku o dan&eacute; oblasti, ale t&eacute;ž vn&iacute;mavost, ochota vyj&iacute;t vstř&iacute;c a z&aacute;jem poskytnout cennou zpětnou vazbu. Už dlouho jsem se na&nbsp;zkou&scaron;ce, kter&aacute; proběhla ve formě konference mezi spolužactvem, nesetkala s&nbsp;takov&yacute;m upř&iacute;mn&yacute;m a&nbsp;explicitn&iacute;m z&aacute;jmem o&nbsp;mou pr&aacute;ci v&nbsp;předmětu.</p>
<p>Co se t&yacute;če pr&aacute;vě pr&aacute;ce v&nbsp;kurzu, tak prob&iacute;hala průběžně, což mi vyhovovalo. Publikovali jsme čl&aacute;nky do oborov&eacute;ho nerecenzovan&eacute;ho časopisu <a href="https://medium.com/edtech-kisk" target="_blank">EdTech</a> na platformě Medium. No, konečně jsem si tam po x letech na KISKu musela udělat &uacute;čet. Př&iacute;pravy byly krat&scaron;&iacute;, z&aacute;věrečn&yacute; text del&scaron;&iacute; a prezentovali jsme jej. R&aacute;da jsem tr&eacute;novala psan&iacute; souvisl&yacute;ch textů (<em>in this economy?!</em>) a sem tam si přečetla, na co se zaměřili m&iacute; spoluž&aacute;ci.</p>
<p>Předmět tematicky pokr&yacute;v&aacute; opravdu &scaron;irokou oblast. Jsem r&aacute;da, že jsem se mohla přiučit něco nov&eacute;ho z&nbsp;různ&yacute;ch z&aacute;kout&iacute; a perspektiv. Osobně jsem se bl&iacute;že věnovala:</p>
<ul>
<li>N&aacute;stroji občansk&eacute; vědy <a href="https://medium.com/edtech-kisk/ka%C5%BEd%C3%BD-m%C5%AF%C5%BEe-b%C3%BDt-v%C3%BDzkumn%C3%ADkem-zooniverse-jako-n%C3%A1stroj-ob%C4%8Dansk%C3%A9-v%C4%9Bdy-01c3c6131962" target="_blank">Zooniverse</a></li>
<li>Průniku <a href="https://medium.com/edtech-kisk/jak-technologie-měn&iacute;-v&yacute;tvarn&eacute;-vzděl&aacute;v&aacute;n&iacute;-1e3f724b6f01" target="_blank">technologi&iacute; a v&yacute;tvarn&eacute;ho vzděl&aacute;n&iacute;</a></li>
<li>Internetu jako <a href="https://medium.com/edtech-kisk/m&aacute;m-divnou-vyr&aacute;žku-stalo-se-to-někomu-z-v&aacute;s-když-m&iacute;sto-l&eacute;kaře-rad&iacute;-internet-308d3918d4f1" target="_blank">zdroji zdravotnick&yacute;ch informac&iacute;</a> v&nbsp;kontextu informačn&iacute; chudoby</li>
<li>Historii <a href="https://medium.com/edtech-kisk/historie-portfolia-aneb-jak-jsme-se-sem-dostali-c6abf7ab4667" target="_blank">portfoli&iacute;</a></li>
<li><a href="https://medium.com/edtech-kisk/v&iacute;cejazyčn&eacute;-děti-ve-&scaron;kol&aacute;ch-cb59b4a9703d" target="_blank">V&iacute;cejazyčn&yacute;m dětem</a> (dětem s&nbsp;OMJ) ve &scaron;kol&aacute;ch &ndash; tak&eacute; v&nbsp;r&aacute;mci <a href="https://medium.com/edtech-kisk/děti-s-omj-v-kontextu-z&aacute;kladn&iacute;ch-&scaron;kol-895460772882" target="_blank">z&aacute;věrečn&eacute;ho textu</a>, kde jsem se zaměřila na &scaron;koly z&aacute;kladn&iacute;</li>
</ul>
<p>Bylo mi řečeno, že portfolia a zdravotnick&eacute; informace jsou nejlep&scaron;&iacute;, takže si můžete poč&iacute;st! A třeba mi napsat koment&aacute;ř :)</p>
<p>Už na bakal&aacute;řsk&eacute;m stupni jsem se vyh&yacute;bala jak&yacute;mkoliv předmětům vztahuj&iacute;c&iacute;m se ke&nbsp;vzděl&aacute;v&aacute;n&iacute; jako čert kř&iacute;ži, ačkoliv je v&nbsp;různ&yacute;ch form&aacute;ch značnou č&aacute;st&iacute; života každ&eacute;ho.</p>
<p>Kvůli toho jsem vstupovala do předmětu s&nbsp;velmi omezenou znalostn&iacute; b&aacute;z&iacute; &ndash; o t&eacute;matu vzděl&aacute;v&aacute;n&iacute; jsem nevěděla skoro nic. Ani jsem pro něj neměla moc přirozen&eacute;ho nad&scaron;en&iacute;, což ve v&yacute;sledku nebylo na m&iacute;stě. Mysl&iacute;m, že jsem na&scaron;la sv&eacute; z&aacute;kout&iacute; ve formě soci&aacute;ln&iacute;ch aspektů, kter&eacute; se provazuj&iacute; d&aacute;le. Třeba t&eacute;ma v&iacute;cejazyčn&yacute;ch dět&iacute; nebo inkluze obecně se velmi dot&yacute;kalo m&eacute; bakal&aacute;řsk&eacute; pr&aacute;ce o absenci vietnamsko-česk&yacute;ch autorů literatury!</p>
<p>Vid&iacute;m teď mnoho ze zm&iacute;něn&yacute;ch věc&iacute; jasněji ve sv&eacute;m každodenn&iacute;m životě, anebo o nich častěji přem&yacute;&scaron;l&iacute;m.</p>]]></content><author><name>Lenka</name></author><category term="kisk" /><category term="predmety" /><category term="nmgr" /><category term="semestr1" /><summary type="html"><![CDATA[Během tohoto předmětu s&nbsp;Michalem Čern&yacute;m jsme si postupně pro&scaron;li různorod&aacute; t&eacute;mata t&yacute;kaj&iacute;c&iacute; se vzděl&aacute;v&aacute;n&iacute;. Ukotvili jsme historicky pojem vzděl&aacute;v&aacute;n&iacute;, jeho formy a poč&aacute;tky.]]></summary><media:thumbnail xmlns:media="http://search.yahoo.com/mrss/" url="http://localhost:4000/assets/img/placeholder.jpg" /><media:content medium="image" url="http://localhost:4000/assets/img/placeholder.jpg" xmlns:media="http://search.yahoo.com/mrss/" /></entry><entry><title type="html">ISKM07 Literatura, kultura a humanitní vědy</title><link href="http://localhost:4000/kisk/2025/06/14/iskm07.html" rel="alternate" type="text/html" title="ISKM07 Literatura, kultura a humanitní vědy" /><published>2025-06-14T00:00:00+02:00</published><updated>2025-06-14T00:00:00+02:00</updated><id>http://localhost:4000/kisk/2025/06/14/iskm07</id><content type="html" xml:base="http://localhost:4000/kisk/2025/06/14/iskm07.html"><![CDATA[<p>Ironicky, ačkoliv je mi literatura blízká, často mi přijde také velmi daleká. Je to hlavně z toho důvodu, že nemám moc načtenou klasiku, a už vůbec ne českou tvorbu. Současně nejsem moc fanoušek oblastí <mark>historie</mark>, <mark>náboženství</mark> nebo <mark>česká tradice</mark>, které jsou velmi provázané. Absolvování předmětu tak pro mě bylo výzvou. Rozumět všem odkazům, přestože jste hodně zmiňovaných děl a autorstva nečetli, bylo výzvou.</p>

<p>Konceptem předmětu je seznámit posluchače s různými <mark>průniky literatury</mark> – mezi nimi, kromě už výše zmíněných oblastí, <mark>filozofie</mark>, <mark>sociologie</mark> či <mark>dětský aspekt</mark>. Oceňuji tak, že soubor přednášejících byl různorodý a každý přinesl jinou perspektivu.</p>

<p>Pro mě nejzajímavější přednáškou byla hned ta první s Milenou Šubrtovou, která se věnuje literatuře pro děti a mládež. Již během bakalářského studia jsem absolvovala předmět s paní doktorkou Mazáčovou, kde jsme četli různé texty na toto téma a navštívili knihkupectví Dlouhá punčocha.</p>

<p>Tato oblast je mi zároveň blízká, jelikož se rovněž věnuji ilustraci a nakreslit obrázky pro dětskou knihu je mým dlouhodobým snem. Prostřednictvím tohoto zájmu jsem už dříve nahlédla také „za oponu“ z jiného úhlu pohledu – formáty dětských knih a typy ilustrací v nich, opakující se motivy, nutnost pohlížet na věk čtenáře. To všechno se člověk dozvídá, když se snaží vytvořit si umělecké portfolio pro tento typ práce. Je následně přínosné propojovat tuto pozici s teorií nabytou během studia nebo praxí v nakladatelství Meander.</p>

<p>Jako podkladový výstup ke zkoušce jsem psala esej o <mark>utopii</mark>, přičemž odkazuji na Čapkův RUR. Toto drama se promítá také v mém nástinu odborné přednášky, kde konkrétněji pracuji s nádherným komiksovým zpracováním Kateřiny Čupové. Zajímá mě funkce <mark>komiksové adaptace</mark> jako mostu mezi dětmi a mládeží a klasickou literaturou. Již dříve jsem se věnovala multimodalitě tohoto média a jeho prospěšnosti ve výuce, tudíž jsem na to chtěla navázat.</p>

<p>Myslím si, že jsem si byla vědoma propojenosti literatury s dalšími obory. Nicméně, „hluboký kontextový vhled“, jak se píše v osnově, do propojujících aspektů si člověk neosvojí za jeden semestr. V tomto ohledu ve mně kurz vyvolal uvědomění, že vážně <mark>musím více číst</mark> a doplnit si mezery – ostatně stejně jako jiné literárně zaměřené předměty tento semestr. Je to nekonečný proces dohánění a osvojování si.</p>]]></content><author><name>Lenka</name></author><category term="kisk" /><category term="predmety" /><category term="nmgr" /><category term="semestr1" /><summary type="html"><![CDATA[Ironicky, ačkoliv je mi literatura blízká, často mi přijde také velmi daleká. Je to hlavně z toho důvodu, že nemám moc načtenou klasiku, a už vůbec ne českou tvorbu. Současně nejsem moc fanoušek oblastí historie, náboženství nebo česká tradice, které jsou velmi provázané. Absolvování předmětu tak pro mě bylo výzvou. Rozumět všem odkazům, přestože jste hodně zmiňovaných děl a autorstva nečetli, bylo výzvou.]]></summary><media:thumbnail xmlns:media="http://search.yahoo.com/mrss/" url="http://localhost:4000/assets/img/placeholder.jpg" /><media:content medium="image" url="http://localhost:4000/assets/img/placeholder.jpg" xmlns:media="http://search.yahoo.com/mrss/" /></entry><entry><title type="html">ISKM10 Informační chování</title><link href="http://localhost:4000/kisk/2025/06/11/iskm10.html" rel="alternate" type="text/html" title="ISKM10 Informační chování" /><published>2025-06-11T00:00:00+02:00</published><updated>2025-06-11T00:00:00+02:00</updated><id>http://localhost:4000/kisk/2025/06/11/iskm10</id><content type="html" xml:base="http://localhost:4000/kisk/2025/06/11/iskm10.html"><![CDATA[<p>Popravdě nevím, jak se ohledně předmětu Informační chování cítím. Těšila jsem se na něj, jelikož jsem očekávala, že se postupně seznámíme s různými typy chování a probereme je a vztahy mezi nimi více podrobně. 

Bohužel se ve výsledku předmět více zaměřoval na <mark>návrh výzkumu</mark> pro náš <mark>zvolený koncept informačního chování</mark>. Ostatní koncepty více méně záležely na vlastním samostudiu. Spíše předmět navazuje na metodologické předměty s Lackem – přišlo mi, že mnoho věcí vím už od něj.</p>

<p>Taktéž rozložení úkolů bylo zvláštní a zpětná vazba nebyla nejlepší. Než ji člověk dostal, musel odevzdat další úkol.</p>

<p>Pomineme-li tyto nešťastnosti, určitě bylo přínosné vytvořit návrh výzkumu, třebaže to není to, co bych od předmětu čekala. Přeci jen, člověk tyhle věci trénuje právě opakovanou činností. Koncept, který jsem si vybrala, <mark>vyhýbání se informacím</mark> (information avoidance), mě bavil, jelikož jsem se v něm dokázala najít. Vím dobře, že často některé zprávy nechci vidět – no, ejhle, ono je na to vlastně řada výzkumů. Hodně z nich jsem měla šanči si přečíst pro vyhodnocení <mark>research gap</mark></p>

<p>Nejčastěji se information avoidance řeší v souvislosti se zdravotnickými informacemi, ale dalšími většími oblastmi jsou třeba finance (přiznejme si – někdy to internetové bankovnictví prostě otevřít nechceme), enviromentální problematika nebo obecně zneklidňující zprávy. Od tohoto jsem se odrazila se navrhovala výzkum, který se věnuje zkoumání information avoidance českých žen v souvislosti s vyšetřením rakoviny prsu.</p>

<p>V průběhu semestru jsme také interagovali s pracemi kolegů v rámci vzájemné zpětné vazby. To mi ukázalo, jaké šíře, oblast informačního chování vskutku nabízí.</p>

<p>Určitě mi zkušenost v podobě tohoto předmětu pomůže při ideaci a plánování výzkumu pro mou diplomovou práci, jen se předmět moc neprotnul s mým očekáváním.</p>]]></content><author><name>Lenka</name></author><category term="kisk" /><category term="predmety" /><category term="nmgr" /><category term="semestr1" /><summary type="html"><![CDATA[Popravdě nevím, jak se ohledně předmětu Informační chování cítím. Těšila jsem se na něj, jelikož jsem očekávala, že se postupně seznámíme s různými typy chování a probereme je a vztahy mezi nimi více podrobně.]]></summary><media:thumbnail xmlns:media="http://search.yahoo.com/mrss/" url="http://localhost:4000/assets/img/placeholder.jpg" /><media:content medium="image" url="http://localhost:4000/assets/img/placeholder.jpg" xmlns:media="http://search.yahoo.com/mrss/" /></entry></feed>